DRUGS_LIST = {

    "吸毒行为": [

        "吸毒","吸毒者","吸毒人员",

        "鼻吸","种植毒品的人"

    ],

    "制毒行为": [

        "电子烟油","电子烟"

    ],

    "吸毒体验": [

        "飘飘然","轻飘飘","上头",

        "幻觉","酥麻"

    ],

    "毒品规避执法": [

        "埋包","过检测板","过安检"

    ],

    "毒品实体": [

        "海洛因","大麻","吗啡","冰毒","可卡因","麻古",

        "氯胺酮","摇头丸","替来他明","依托咪酯",

        "鸦片","安非他命","芬太尼","四氢大麻酚","笑气"

    ]

}

GAMBLING_LIST = {

    "赌博行为": [

        "赌博","投注","赌球","博彩","红包赌博"

    ],

    "赌博游戏": [

        "炸金花","加拿大28","接龙","扫雷","捕鱼游戏",

        "牌九","麻将","扑克牌斗牛","德州扑克","二十一点",

        "骰子","轮盘赌","龙虎斗","百家乐","老虎机",

        "六合彩","双色球","时时彩","棋牌游戏"

    ],

    "赌博平台": [

        "博彩网站","宝马会","澳门娱乐城","问鼎",

        "葡京","乐天堂","百乐坊","百乐门","皇冠博彩",

        "棋牌平台","澳门赌场","娱乐城",

        "赌场","地下赌场"

    ],

    "赌博角色": [

        "赌客","庄家"

    ],

    "赌博机制": [

        "返点","盘口","抽水","打水"

    ],

    "赌博术语": [

        "扑克牌","赢球","赢钱","协议球","棋牌","红蓝","开奖"

    ],

    "赌博引流": [

        "高返水"

    ]

}

PORN_LIST = {

    "性关系暗示": [

        "包养","选妃",

        "熟女","学生妹","人妻","少妇","御姐","妹妹",

        "男同性恋","女同性恋"

    ],

    "性行为与敏感部位": [

        "口交","舌吻","做爱","上床","舔阴","口射","颜射","潮喷",

        "肛交","插逼","操逼","狂操","射精","自慰","自慰实录","娇喘",

        "爱液","精液","龟头","前列腺",

        "肉棒","鸡巴","肉穴","肉逼","粉穴","水嫩逼紧","水多","极品粉嫩",

        "巨乳","赤裸","全裸"

    ],

    "低俗性别侮辱": [

        "母狗","婊子"

    ],

    "色情物品交易": [

        "原味内衣","二手袜子","情趣玩具","迷药","春药"

    ],

    "色情资源传播": [

        "海角论坛","成人视频","成人网站","黄片",

        "吃瓜群","黄色网站"

    ],

    "性交易意图交友": [

        "约炮","床伴","一夜情"

    ],

    "嫖娼招揽": [

        "上门服务","嫖娼","性交易",

        "妓女","小姐","站街","外围女"

    ],

}

BLACK_LIST = {

    "关键词": [

    "跑分","洗钱","黑户","号商","接码","转移资金","轨道料","号池","养号","地下钱庄","刷货","征信修复","套现","抄小说","刷信誉","关注返现","刷单","点赞返利"

    ]

}

SWINDLE_LIST = {

    "关键词": [

    "专属名额","零成本","零风险","内部名额","日入过万"

    ]

}

NONE_LIST = {

    "关键词": [

    "码头","包装","工具","浏览","灵感","苹果","互动","无人机","大白菜","点子","发型","短视频","课堂","支持",

    "电影","火锅","客户","法律","粮食","开车","红包","策略","茄子","游戏","玩具","飞机","公园","病人","裙子","网络","身体",

    "剧情","按摩","梦想","踢球","猪场","比赛","机器人","健身","电竞","微信","衣物"

    ]

}
